Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# StartingUninstallationOfMultipleApps
source: Starting uninstallation of {0} app(s)...
ar: بدء إلغاء تثبيت {0} تطبيق(تطبيقات)...
de_de: Deinstallation von {0} Apps wird gestartet...
el_gr: Έναρξη απεγκατάστασης {0} εφαρμογή/εφαρμογών...
es: Iniciando desinstalación de {0} aplicación(es)...
fr_fr: Démarrage de la désinstallation de {0} application(s)...
he_il: מתחיל הסרת התקנה של {0} אפליקציה/ות...
hi_in: {0} ऐप(स) का अनइंस्टॉलेशन शुरू कर रहे हैं...
ml_in: {0} ആപ്പ്(കളുടെ) അൺഇൻസ്റ്റാളേഷൻ ആരംഭിക്കുന്നു...
pl_pl: Rozpoczynanie odinstalowania {0} aplikacji...

# AllAppsSuccessfullyUninstalled
source: All apps were successfully uninstalled.
ar: تم إلغاء تثبيت جميع التطبيقات بنجاح.
de_de: Alle Apps wurden erfolgreich deinstalliert.
el_gr: Όλες οι εφαρμογές απεγκαταστάθηκαν επιτυχώς.
es: Todas las aplicaciones se desinstalaron exitosamente.
fr_fr: Toutes les applications ont été désinstallées avec succès.
he_il: כל האפליקציות הוסרו בהצלחה.
hi_in: सभी ऐप्स सफलतापूर्वक अनइंस्टॉल किए गए।
ml_in: എല്ലാ ആപ്പുകളും വിജയകരമായി അൺഇൻസ്റ്റാൾ ചെയ്തു.
pl_pl: Wszystkie aplikacje zostały pomyślnie odinstalowane.

# ErrorCodeAndText
source: Error code: {0} - Error Text: {1}
ar: رمز الخطأ: {0} - نص الخطأ: {1}
de_de: Fehlercode: {0} - Fehlermeldung: {1}
el_gr: Κωδικός σφάλματος: {0} - Κείμενο σφάλματος: {1}
es: Código de error: {0} - Texto de error: {1}
fr_fr: Code d'erreur : {0} - Texte de l'erreur : {1}
he_il: קוד שגיאה: {0} - טקסט שגיאה: {1}
hi_in: त्रुटि कोड: {0} - त्रुटि टेक्स्ट: {1}
ml_in: പിശക് കോഡ്: {0} - പിശക് ടെക്സ്റ്റ്: {1}
pl_pl: Kod błędu: {0} - Tekst błędu: {1}

source: Removal canceled
ar: تم إلغاء الإزالة
de_de: Entfernung abgebrochen
el_gr: Η αφαίρεση ακυρώθηκε
es: Remoción cancelada
fr_fr: Suppression annulée
he_il: ההסרה בוטלה
hi_in: हटाना रद्द किया गया
ml_in: നീക്കം ചെയ്യൽ റദ്ദാക്കി
pl_pl: Usuwanie anulowane

# AppSuccessfullyRemoved
source: The app with the FullName of '{0}' has been successfully removed.
ar: تم إزالة التطبيق بالاسم الكامل '{0}' بنجاح.
de_de: Die App mit dem FullName von '{0}' wurde erfolgreich entfernt.
el_gr: Η εφαρμογή με πλήρες όνομα '{0}' αφαιρέθηκε επιτυχώς.
es: La aplicación con nombre completo '{0}' se removió exitosamente.
fr_fr: L'application avec le nom complet '{0}' a été supprimée avec succès.
he_il: האפליקציה עם ה-FullName של '{0}' הוסרה בהצלחה.
hi_in: पूरे नाम '{0}' वाला ऐप सफलतापूर्वक हटाया गया।
ml_in: പൂർണ്ണ നാമം '{0}' ഉള്ള ആപ്പ് വിജയകരമായി നീക്കം ചെയ്തു.
pl_pl: Aplikacja o pełnej nazwie '{0}' została pomyślnie usunięta.

source: Removal status unknown
ar: حالة الإزالة غير معروفة
de_de: Entfernungsstatus unbekannt
el_gr: Άγνωστη κατάσταση αφαίρεσης
es: Estado de remoción desconocido
fr_fr: Statut de suppression inconnu
he_il: סטטוס ההסרה לא ידוע
hi_in: हटाने की स्थिति अज्ञात
ml_in: നീക്കം ചെയ്യൽ നില അജ്ഞാതം
pl_pl: Stan usuwania nieznany

# TryingToRemoveAppForCurrentUserOnly
source: Trying to remove the app with the FullName of '{0}' again but for the current user only.
ar: محاولة إزالة التطبيق بالاسم الكامل '{0}' مرة أخرى ولكن للمستخدم الحالي فقط.
de_de: Es wird erneut versucht, die App mit dem FullName von '{0}' zu entfernen, jedoch nur für den aktuellen Benutzer.
el_gr: Προσπάθεια αφαίρεσης εφαρμογής με πλήρες όνομα '{0}' ξανά αλλά μόνο για τον τρέχοντα χρήστη.
es: Intentando remover aplicación con nombre completo '{0}' nuevamente pero solo para el usuario actual.
fr_fr: Tentative de suppression de l'application avec le nom complet '{0}' à nouveau mais pour l'utilisateur actuel uniquement.
he_il: מנסה להסיר את האפליקציה עם ה-FullName של '{0}' שוב אך עבור המשתמש הנוכחי בלבד.
hi_in: पूरे नाम '{0}' वाले ऐप को फिर से हटाने की कोशिश कर रहे हैं लेकिन केवल वर्तमान उपयोगकर्ता के लिए।
ml_in: പൂർണ്ണ നാമം '{0}' ഉള്ള ആപ്പ് വീണ്ടും നീക്കം ചെയ്യാൻ ശ്രമിക്കുന്നു, പക്ഷേ നിലവിലെ ഉപയോക്താവിന് മാത്രം.
pl_pl: Próbuje ponownie usunąć aplikację o pełnej nazwie '{0}', ale tylko dla bieżącego użytkownika.

# CouldNotDetermineWhichAppLocationToOpen
source: Could not determine which app's location to open.
ar: لا يمكن تحديد موقع أي تطبيق لفتحه.
de_de: Es konnte nicht ermittelt werden, welcher App-Speicherort geöffnet werden soll.
el_gr: Δεν ήταν δυνατός ο προσδιορισμός της τοποθεσίας εφαρμογής προς άνοιγμα.
es: No se pudo determinar qué ubicación de aplicación abrir.
fr_fr: Impossible de déterminer l'emplacement de l'application à ouvrir.
he_il: לא ניתן היה לקבוע איזו מיקום אפליקציה לפתוח.
hi_in: यह निर्धारित नहीं किया जा सका कि कौन सा ऐप स्थान खोलना है।
ml_in: ഏത് ആപ്പ് സ്ഥാനം തുറക്കണമെന്ന് നിർണ്ണയിക്കാൻ കഴിഞ്ഞില്ല.
pl_pl: Nie można określić, którą lokalizację aplikacji otworzyć.

# NoInstallationLocationAvailable
source: No installation location available for {0}.
ar: لا يوجد موقع تثبيت متاح لـ {0}.
de_de: Kein Installationsort verfügbar für {0}.
el_gr: Δεν υπάρχει διαθέσιμη τοποθεσία εγκατάστασης για {0}.
es: No hay ubicación de instalación disponible para {0}.
fr_fr: Aucun emplacement d'installation disponible pour {0}.
he_il: אין מיקום התקנה זמין עבור {0}.
hi_in: {0} के लिए कोई इंस्टॉलेशन स्थान उपलब्ध नहीं।
ml_in: {0}-നുള്ള ഇൻസ്റ്റാളേഷൻ സ്ഥാനം ലഭ്യമല്ല.
pl_pl: Brak dostępnej lokalizacji instalacji dla {0}.

# InstallationLocationDoesNotExist
source: Installation location does not exist: {0}
ar: موقع التثبيت غير موجود: {0}
de_de: Installationsort ist nicht vorhanden: {0}
el_gr: Η τοποθεσία εγκατάστασης δεν υπάρχει: {0}
es: La ubicación de instalación no existe: {0}
fr_fr: L'emplacement d'installation n'existe pas : {0}
he_il: מיקום ההתקנה אינו קיים: {0}
hi_in: इंस्टॉलेशन स्थान मौजूद नहीं: {0}
ml_in: ഇൻസ്റ്റാളേഷൻ സ്ഥാനം നിലവിലില്ല: {0}
pl_pl: Lokalizacja instalacji nie istnieje: {0}

# OpenedInstallationLocation
source: Opened installation location for {0}
ar: تم فتح موقع التثبيت لـ {0}
de_de: Installationsort für {0} geöffnet
el_gr: Ανοίχθηκε η τοποθεσία εγκατάστασης για {0}
es: Se abrió la ubicación de instalación para {0}
fr_fr: Emplacement d'installation ouvert pour {0}
he_il: נפתח מיקום ההתקנה עבור {0}
hi_in: {0} के लिए इंस्टॉलेशन स्थान खोला गया
ml_in: {0}-നുള്ള ഇൻസ്റ്റാളേഷൻ സ്ഥാനം തുറന്നു
pl_pl: Otwarto lokalizację instalacji dla {0}

# CouldNotDetermineWhichAppDetailsToCopy
source: Could not determine which app's details to copy.
ar: لا يمكن تحديد تفاصيل أي تطبيق لنسخها.
de_de: Es konnte nicht ermittelt werden, welche App-Details kopiert werden sollen.
el_gr: Δεν ήταν δυνατός ο προσδιορισμός των λεπτομερειών εφαρμογής προς αντιγραφή.
es: No se pudo determinar qué detalles de aplicación copiar.
fr_fr: Impossible de déterminer les détails de l'application à copier.
he_il: לא ניתן היה לקבוע אילו פרטי אפליקציה להעתיק.
hi_in: यह निर्धारित नहीं किया जा सका कि कौन से ऐप विवरण कॉपी करने हैं।
ml_in: ഏത് ആപ്പ് വിശദാംശങ്ങൾ കോപ്പി ചെയ്യണമെന്ന് നിർണ്ണയിക്കാൻ കഴിഞ്ഞില്ല.
pl_pl: Nie można określić, które szczegóły aplikacji skopiować.

# JSONDependencyRegistered
source: JSON DEPENDENCY REGISTERED: {0} - {1} ({2}, {3})
ar: تم تسجيل تبعية JSON: {0} - {1} ({2}, {3})
de_de: JSON ABHÄNGIGKEIT REGISTRIERT: {0} - {1} ({2}, {3})
el_gr: Εξάρτηση JSON καταχωρήθηκε: {0} - {1} ({2}, {3})
es: Dependencia JSON registrada: {0} - {1} ({2}, {3})
fr_fr: DÉPENDANCE JSON ENREGISTRÉE : {0} - {1} ({2}, {3})
he_il: תלות JSON נרשמה: {0} - {1} ({2}, {3})
hi_in: JSON निर्भरता पंजीकृत: {0} - {1} ({2}, {3})
ml_in: JSON ആശ്രിതത്വം രജിസ്റ്റർ ചെയ്തു: {0} - {1} ({2}, {3})
pl_pl: Zależność JSON zarejestrowana: {0} - {1} ({2}, {3})

# DependencyCycleDetected
source: DEPENDENCY CYCLE DETECTED: Skipping {0} to prevent infinite loop
ar: تم اكتشاف دورة تبعية: تخطي {0} لمنع الحلقة اللانهائية
de_de: ABHÄNGIGKEITSZYKLUS ERKANNT: {0} wird übersprungen, um eine Endlosschleife zu verhindern
el_gr: Ανιχνεύθηκε κύκλος εξάρτησης: παράκαμψη {0} για αποφυγή άπειρου βρόχου
es: Ciclo de dependencia detectado: omitiendo {0} para evitar bucle infinito
fr_fr: CYCLE DE DÉPENDANCE DÉTECTÉ : Ignorer {0} pour éviter une boucle infinie
he_il: זוהה מחזור תלות: דילוג על {0} כדי למנוע לולאה אינסופית
hi_in: निर्भरता चक्र का पता चला: अनंत लूप से बचने के लिए {0} को छोड़ा जा रहा है
ml_in: ആശ്രിതത്വ ചക്രം കണ്ടെത്തി: അനന്ത ലൂപ്പ് ഒഴിവാക്കാൻ {0} ഒഴിവാക്കുന്നു
pl_pl: Wykryto cykl zależności: pomijanie {0}, aby uniknąć nieskończonej pętli

# DependencySkip
source: DEPENDENCY SKIP: {0} already in processing batch
ar: تخطي التبعية: {0} موجود بالفعل في مجموعة المعالجة
de_de: ABHÄNGIGKEIT ÜBERSPRUNGEN: {0} bereits im Verarbeitungsstapel
el_gr: Παράκαμψη εξάρτησης: {0} υπάρχει ήδη στο batch επεξεργασίας
es: Omitir dependencia: {0} ya existe en lote de procesamiento
fr_fr: SAUT DE DÉPENDANCE : {0} déjà dans le lot de traitement
he_il: דילוג תלות: {0} כבר באצוות העיבוד
hi_in: निर्भरता छोड़ें: {0} पहले से ही प्रसंस्करण बैच में मौजूद है
ml_in: ആശ്രിതത്വം ഒഴിവാക്കുക: {0} പ്രോസസിംഗ് ബാച്ചിൽ ഇതിനകം ഉണ്ട്
pl_pl: Pomijanie zależności: {0} jest już w partii przetwarzania

# DependencyResolved
source: DEPENDENCY RESOLVED: {0} - {1} ({2}, {3})
ar: تم حل التبعية: {0} - {1} ({2}, {3})
de_de: ABHÄNGIGKEIT AUFGELÖST: {0} - {1} ({2}, {3})
el_gr: Εξάρτηση επιλύθηκε: {0} - {1} ({2}, {3})
es: Dependencia resuelta: {0} - {1} ({2}, {3})
fr_fr: DÉPENDANCE RÉSOLUE : {0} - {1} ({2}, {3})
he_il: תלות נפתרה: {0} - {1} ({2}, {3})
hi_in: निर्भरता हल की गई: {0} - {1} ({2}, {3})
ml_in: ആശ്രിതത്വം പരിഹരിച്ചു: {0} - {1} ({2}, {3})
pl_pl: Rozwiązano zależność: {0} - {1} ({2}, {3})

# DependencyNotFound
source: DEPENDENCY NOT FOUND: {0} referenced by {1}
ar: التبعية غير موجودة: {0} مشار إليها بواسطة {1}
de_de: ABHÄNGIGKEIT NICHT GEFUNDEN: {0}, referenziert von {1}
el_gr: Εξάρτηση δεν βρέθηκε: {0} αναφέρεται από {1}
es: Dependencia no encontrada: {0} referenciada por {1}
fr_fr: DÉPENDANCE NON TROUVÉE : {0} référencée par {1}
he_il: תלות לא נמצאה: {0} שמוזכרת על ידי {1}
hi_in: निर्भरता नहीं मिली: {0} द्वारा संदर्भित {1}
ml_in: ആശ്രിതത്വം കണ്ടെത്തിയില്ല: {0} റഫർ ചെയ്യുന്ന {1}
pl_pl: Nie znaleziono zależności: {0} odwołującej się do {1}

# SecurityPolicyRegistryApplyBulkInvokeError
source: SecurityPolicyRegistryApply should be bulk-invoked via SecurityPolicyManager
de_de: SecurityPolicyRegistryApply sollte stapelweise über den SecurityPolicyManager aufgerufen werden
hi_in: SecurityPolicyRegistryApply को SecurityPolicyManager के माध्यम से बल्क में आह्वान किया जाना चाहिए

# GroupPolicyApplyBulkInvokeError
source: GroupPolicyApply should be bulk-invoked via ApplyPolicies
ar: يجب استدعاء GroupPolicyApply بشكل جماعي عبر ApplyPolicies
de_de: GroupPolicyApply sollte stapelweise über ApplyPolicies aufgerufen werden
el_gr: Το GroupPolicyApply πρέπει να κληθεί μαζικά μέσω ApplyPolicies
es: GroupPolicyApply debe invocarse en lote a través de ApplyPolicies
fr_fr: GroupPolicyApply doit être invoqué en masse via ApplyPolicies
he_il: GroupPolicyApply צריך להיקרא באצווה דרך ApplyPolicies
hi_in: GroupPolicyApply को ApplyPolicies के माध्यम से बल्क में आह्वान किया जाना चाहिए
ml_in: GroupPolicyApply ApplyPolicies വഴി ബൾക്കിൽ ആവാഹിക്കണം
pl_pl: GroupPolicyApply musi być wywoływane masowo przez ApplyPolicies

# RegistryApplyBulkInvokeError
source: RegistryApply should be bulk-invoked via RegistryManager.AddPoliciesToSystem
ar: يجب استدعاء RegistryApply بشكل جماعي عبر RegistryManager.AddPoliciesToSystem
de_de: RegistryApply sollte stapelweise über RegistryManager.AddPoliciesToSystem aufgerufen werden
el_gr: Το RegistryApply πρέπει να κληθεί μαζικά μέσω RegistryManager.AddPoliciesToSystem
es: RegistryApply debe invocarse en lote a través de RegistryManager.AddPoliciesToSystem
fr_fr: RegistryApply doit être invoqué en masse via RegistryManager.AddPoliciesToSystem
he_il: RegistryApply צריך להיקרא באצווה דרך RegistryManager.AddPoliciesToSystem
hi_in: RegistryApply को RegistryManager.AddPoliciesToSystem के माध्यम से बल्क में आह्वान किया जाना चाहिए
ml_in: RegistryApply RegistryManager.AddPoliciesToSystem വഴി ബൾക്കിൽ ആവാഹിക്കണം
pl_pl: RegistryApply musi być wywoływane masowo przez RegistryManager.AddPoliciesToSystem

# SecurityPolicyRegistryVerifyBulkInvokeError
source: should be bulk-invoked.
ar: يجب الاستدعاء بشكل جماعي.
de_de: sollte stapelweise aufgerufen werden.
el_gr: Πρέπει να κληθεί μαζικά.
es: Debe invocarse en lote.
fr_fr: doit être invoqué en masse.
he_il: יש להפעיל באצווה.
hi_in: बल्क में आह्वान किया जाना चाहिए।
ml_in: ബൾക്കിൽ ആവാഹിക്കണം.
pl_pl: Musi być wywoływane masowo.

# SpecializedApplySuccess
source: SPECIALIZED APPLY ({0}): {1}\{2} - SUCCESS
ar: تطبيق متخصص ({0}): {1}\{2} - نجح
de_de: SPEZIALISIERTES ANWENDEN ({0}): {1}\{2} - ERFOLG
el_gr: Εξειδικευμένη εφαρμογή ({0}): {1}\{2} - επιτυχία
es: Aplicación especializada ({0}): {1}\{2} - éxito
fr_fr: APPLICATION SPÉCIALISÉE ({0}) : {1}\{2} - SUCCÈS
he_il: החלה ייעודית ({0}): {1}\{2} - הצלחה
hi_in: विशेषीकृत लागू ({0}): {1}\{2} - सफलता
ml_in: പ്രത്യേകവൽക്കരിച്ച പ്രയോഗം ({0}): {1}\{2} - വിജയം
pl_pl: Wyspecjalizowane zastosowanie ({0}): {1}\{2} - sukces

# SpecializedRemoveSuccess
source: SPECIALIZED REMOVE ({0}): {1}\{2} - SUCCESS
ar: إزالة متخصصة ({0}): {1}\{2} - نجح
de_de: SPEZIALISIERTES ENTFERNEN ({0}): {1}\{2} - ERFOLG
el_gr: Εξειδικευμένη αφαίρεση ({0}): {1}\{2} - επιτυχία
es: Remoción especializada ({0}): {1}\{2} - éxito
fr_fr: SUPPRESSION SPÉCIALISÉE ({0}) : {1}\{2} - SUCCÈS
he_il: הסרה ייעודית ({0}): {1}\{2} - הצלחה
hi_in: विशेषीकृत हटाना ({0}): {1}\{2} - सफलता
ml_in: പ്രത്യേകവൽക്കരിച്ച നീക്കം ({0}): {1}\{2} - വിജയം
pl_pl: Wyspecjalizowane usunięcie ({0}): {1}\{2} - sukces

# ErrorInSpecializedStrategy
source: Error in specialized {0} strategy ({1}) for {2}\{3}.
ar: خطأ في الاستراتيجية المتخصصة {0} ({1}) لـ {2}\{3}.
de_de: Fehler in spezieller {0}-Strategie ({1}) für {2}\{3}.
el_gr: Σφάλμα στην εξειδικευμένη στρατηγική {0} ({1}) για {2}\{3}.
es: Error en estrategia especializada {0} ({1}) para {2}\{3}.
fr_fr: Erreur dans la stratégie spécialisée {0} ({1}) pour {2}\{3}.
he_il: שגיאה באסטרטגיית {0} ייעודית ({1}) עבור {2}\{3}.
hi_in: विशेषीकृत रणनीति में त्रुटि {0} ({1}) के लिए {2}\{3}।
ml_in: പ്രത്യേകവൽക്കരിച്ച തന്ത്രത്തിൽ പിശക് {0} ({1}) {2}\{3}-നുള്ള.
pl_pl: Błąd w wyspecjalizowanej strategii {0} ({1}) dla {2}\{3}.

# ProcessingBeforeDependencies
source: PROCESSING {0} BEFORE-DEPENDENCIES for {1} operation
ar: معالجة {0} التبعيات-قبل لعملية {1}
de_de: VERARBEITUNG {0} VOR ABHÄNGIGKEITEN für {1}-Vorgang
el_gr: Επεξεργασία {0} εξαρτήσεων-πριν για λειτουργία {1}
es: Procesando {0} dependencias-antes para operación {1}
fr_fr: TRAITEMENT {0} AVANT-DÉPENDANCES pour l'opération {1}
he_il: מעבד {0} לפני-תלויות עבור פעולת {1}
hi_in: ऑपरेशन {1} के लिए {0} पूर्व-निर्भरताओं को प्रसंस्करण कर रहे हैं
ml_in: പ്രവർത്തനം {1}-നുള്ള {0} മുമ്പ്-ആശ്രിതത്വങ്ങൾ പ്രോസസ് ചെയ്യുന്നു
pl_pl: Przetwarzanie {0} zależności przed dla operacji {1}

# ProcessingAfterDependencies
source: PROCESSING {0} AFTER-DEPENDENCIES for {1} operation
ar: معالجة {0} التبعيات-بعد لعملية {1}
de_de: VERARBEITUNG {0} NACH ABHÄNGIGKEITEN für {1}-Vorgang
el_gr: Επεξεργασία {0} εξαρτήσεων-μετά για λειτουργία {1}
es: Procesando {0} dependencias-después para operación {1}
fr_fr: TRAITEMENT {0} APRÈS-DÉPENDANCES pour l'opération {1}
he_il: מעבד {0} אחרי-תלויות עבור פעולת {1}
hi_in: ऑपरेशन {1} के लिए {0} पश्च-निर्भरताओं को प्रसंस्करण कर रहे हैं
ml_in: പ്രവർത്തനം {1}-നുള്ള {0} ശേഷം-ആശ്രിതത്വങ്ങൾ പ്രോസസ് ചെയ്യുന്നു
pl_pl: Przetwarzanie {0} zależności po dla operacji {1}

# ErrorProcessingGroupPolicyMUnits
source: Error processing Group Policy MUnits in bulk.
de_de: Fehler bei der stapelweisen Verarbeitung von Gruppenrichtlinien-MUnits.
el_gr: Σφάλμα επεξεργασίας μονάδων M πολιτικής ομάδας μαζικά.
es: Error procesando unidades M de directiva de grupo en lote.
he_il: שגיאה בעיבוד Group Policy MUnits באצווה.
hi_in: समूह नीति M यूनिट्स को बल्क में प्रसंस्करण करने में त्रुटि।
ml_in: ഗ്രൂപ്പ് പോളിസി M യൂണിറ്റുകൾ ബൾക്കിൽ പ്രോസസ് ചെയ്യുന്നതിൽ പിശക്.

# ErrorProcessingRegistryMUnits
source: Error processing Registry MUnits in bulk.
de_de: Fehler bei der stapelweisen Verarbeitung von Registry-MUnits.
el_gr: Σφάλμα επεξεργασίας μονάδων M μητρώου μαζικά.
es: Error procesando unidades M del registro en lote.
he_il: שגיאה בעיבוד Registry MUnits באצווה.
hi_in: रजिस्ट्री M यूनिट्स को बल्क में प्रसंस्करण करने में त्रुटि।
ml_in: രജിസ്ട്രി M യൂണിറ്റുകൾ ബൾക്കിൽ പ്രോസസ് ചെയ്യുന്നതിൽ പിശക്.

# ErrorProcessingSecurityPolicyRegistryMUnits
source: Error processing Security Policy Registry MUnits in bulk.
de_de: Fehler bei der stapelweisen Verarbeitung von Sicherheitsrichtlinien-Registry-MUnits.
hi_in: सुरक्षा नीति रजिस्ट्री M यूनिट्स को बल्क में प्रसंस्करण करने में त्रुटि।

# FallbackVerifyResult
source: FALLBACK VERIFY: {0}\{1} = {2}
ar: التحقق الاحتياطي: {0}\{1} = {2}
de_de: FALLBACK-PRÜFUNG: {0}\{1} = {2}
el_gr: Εφεδρική επαλήθευση: {0}\{1} = {2}
es: Verificación de respaldo: {0}\{1} = {2}
fr_fr: VÉRIFICATION DE SECOURS : {0}\{1} = {2}
he_il: אימות חלופי: {0}\{1} = {2}
hi_in: फॉलबैक सत्यापन: {0}\{1} = {2}
ml_in: ഫാൾബാക്ക് പരിശോധന: {0}\{1} = {2}
pl_pl: Weryfikacja zapasowa: {0}\{1} = {2}

# ErrorInFallbackVerification
source: Error in fallback verification for {0}\{1}: {2}
ar: خطأ في التحقق الاحتياطي لـ {0}\{1}: {2}
de_de: Fehler bei der Fallback-Prüfung für {0}\{1}: {2}
el_gr: Σφάλμα στην εφεδρική επαλήθευση για {0}\{1}: {2}
es: Error en verificación de respaldo para {0}\{1}: {2}
fr_fr: Erreur lors de la vérification de secours pour {0}\{1} : {2}
he_il: שגיאה באימות חלופי עבור {0}\{1}: {2}
hi_in: {0}\{1} के लिए फॉलबैक सत्यापन में त्रुटि: {2}
ml_in: {0}\{1}-നുള്ള ഫാൾബാക്ക് പരിശോധനയിൽ പിശക്: {2}
pl_pl: Błąd w weryfikacji zapasowej dla {0}\{1}: {2}

# ErrorProcessingRegularMUnit
source: Error processing regular MUnit {0}
ar: خطأ في معالجة وحدة M العادية {0}
de_de: Fehler bei der Verarbeitung der regulären MUnit {0}
el_gr: Σφάλμα επεξεργασίας κανονικής μονάδας M {0}
es: Error procesando unidad M regular {0}
fr_fr: Erreur lors du traitement du MUnit régulier {0}
he_il: שגיאה בעיבוד MUnit רגיל {0}
hi_in: नियमित M यूनिट {0} को प्रसंस्करण करने में त्रुटि
ml_in: സാധാരണ M യൂണിറ്റ് {0} പ്രോസസ് ചെയ്യുന്നതിൽ പിശക്
pl_pl: Błąd podczas przetwarzania regularnej jednostki M {0}

# ApplyingSecurityMeasures
source: Applying {0} security measures...
ar: تطبيق {0} إجراء أمان...
de_de: Anwenden von {0} Sicherheitsmaßnahmen...
el_gr: Εφαρμογή {0} μέτρων ασφάλειας...
es: Aplicando {0} medidas de seguridad...
fr_fr: Application de {0} mesures de sécurité...
he_il: מחיל {0} אמצעי אבטחה...
hi_in: {0} सुरक्षा उपाय लागू कर रहे हैं...
ml_in: {0} സുരക്ഷാ നടപടികൾ പ്രയോഗിക്കുന്നു...
pl_pl: Stosowanie {0} środków bezpieczeństwa...

# RemovingSecurityMeasures
source: Removing {0} security measures...
ar: إزالة {0} إجراء أمان...
de_de: Entfernen von {0} Sicherheitsmaßnahmen...
el_gr: Αφαίρεση {0} μέτρων ασφάλειας...
es: Removiendo {0} medidas de seguridad...
fr_fr: Suppression de {0} mesures de sécurité...
he_il: מסיר {0} אמצעי אבטחה...
hi_in: {0} सुरक्षा उपाय हटा रहे हैं...
ml_in: {0} സുരക്ഷാ നടപടികൾ നീക്കം ചെയ്യുന്നു...
pl_pl: Usuwanie {0} środków bezpieczeństwa...

# VerifyingSecurityMeasures
source: Verifying {0} security measures...
ar: التحقق من {0} إجراء أمان...
de_de: Überprüfen von {0} Sicherheitsmaßnahmen...
el_gr: Επαλήθευση {0} μέτρων ασφάλειας...
es: Verificando {0} medidas de seguridad...
fr_fr: Vérification de {0} mesures de sécurité...
he_il: מאמת {0} אמצעי אבטחה...
hi_in: {0} सुरक्षा उपाय सत्यापित कर रहे हैं...
ml_in: {0} സുരക്ഷാ നടപടികൾ പരിശോധിക്കുന്നു...
pl_pl: Weryfikowanie {0} środków bezpieczeństwa...

# ProcessingSecurityMeasures
source: Processing {0} security measures...
ar: معالجة {0} إجراء أمان...
de_de: Verarbeiten von {0} Sicherheitsmaßnahmen...
el_gr: Επεξεργασία {0} μέτρων ασφάλειας...
es: Procesando {0} medidas de seguridad...
fr_fr: Traitement de {0} mesures de sécurité...
he_il: מעבד {0} אמצעי אבטחה...
hi_in: {0} सुरक्षा उपाय प्रसंस्करण कर रहे हैं...
ml_in: {0} സുരക്ഷാ നടപടികൾ പ്രോസസ് ചെയ്യുന്നു...
pl_pl: Przetwarzanie {0} środków bezpieczeństwa...

# SuccessfullyAppliedSecurityMeasures
source: Successfully applied {0} security measures
ar: تم تطبيق {0} إجراء أمان بنجاح
de_de: Erfolgreich {0} Sicherheitsmaßnahmen angewendet
el_gr: Εφαρμόστηκαν επιτυχώς {0} μέτρα ασφάλειας
es: Se aplicaron exitosamente {0} medidas de seguridad
fr_fr: {0} mesures de sécurité appliquées avec succès
he_il: הוחלו בהצלחה {0} אמצעי אבטחה
hi_in: {0} सुरक्षा उपाय सफलतापूर्वक लागू किए गए
ml_in: {0} സുരക്ഷാ നടപടികൾ വിജയകരമായി പ്രയോഗിച്ചു
pl_pl: Pomyślnie zastosowano {0} środków bezpieczeństwa

# SuccessfullyRemovedSecurityMeasures
source: Successfully removed {0} security measures
ar: تم إزالة {0} إجراء أمان بنجاح
de_de: Erfolgreich {0} Sicherheitsmaßnahmen entfernt
el_gr: Αφαιρέθηκαν επιτυχώς {0} μέτρα ασφάλειας
es: Se removieron exitosamente {0} medidas de seguridad
fr_fr: {0} mesures de sécurité supprimées avec succès
he_il: הוסרו בהצלחה {0} אמצעי אבטחה
hi_in: {0} सुरक्षा उपाय सफलतापूर्वक हटाए गए
ml_in: {0} സുരക്ഷാ നടപടികൾ വിജയകരമായി നീക്കം ചെയ്തു
pl_pl: Pomyślnie usunięto {0} środków bezpieczeństwa

# SuccessfullyVerifiedSecurityMeasures
source: Successfully verified {0} security measures
ar: تم التحقق من {0} إجراء أمان بنجاح
de_de: Erfolgreich {0} Sicherheitsmaßnahmen überprüft
el_gr: Επαληθεύτηκαν επιτυχώς {0} μέτρα ασφάλειας
es: Se verificaron exitosamente {0} medidas de seguridad
fr_fr: {0} mesures de sécurité vérifiées avec succès
he_il: אומתו בהצלחה {0} אמצעי אבטחה
hi_in: {0} सुरक्षा उपाय सफलतापूर्वक सत्यापित किए गए
ml_in: {0} സുരക്ഷാ നടപടികൾ വിജയകരമായി പരിശോധിച്ചു
pl_pl: Pomyślnie zweryfikowano {0} środków bezpieczeństwa

# SuccessfullyProcessedSecurityMeasures
source: Successfully processed {0} security measures
ar: تم معالجة {0} إجراء أمان بنجاح
de_de: Erfolgreich {0} Sicherheitsmaßnahmen verarbeitet
el_gr: Επεξεργάστηκαν επιτυχώς {0} μέτρα ασφάλειας
es: Se procesaron exitosamente {0} medidas de seguridad
fr_fr: {0} mesures de sécurité traitées avec succès
he_il: עובדו בהצלחה {0} אמצעי אבטחה
hi_in: {0} सुरक्षा उपाय सफलतापूर्वक प्रसंस्करण किए गए
ml_in: {0} സുരക്ഷാ നടപടികൾ വിജയകരമായി പ്രോസസ് ചെയ്തു
pl_pl: Pomyślnie przetworzono {0} środków bezpieczeństwa

# CouldNotLoadPoliciesFromPath
source: Could not load policies from: {0}
ar: لا يمكن تحميل السياسات من: {0}
de_de: Richtlinien konnten nicht geladen werden von: {0}
el_gr: Δεν ήταν δυνατή η φόρτωση πολιτικών από: {0}
es: No se pudieron cargar directivas desde: {0}
fr_fr: Impossible de charger les stratégies depuis : {0}
he_il: לא ניתן היה לטעון מדיניות מ: {0}
hi_in: इस पथ से नीतियां लोड नहीं की जा सकीं: {0}
ml_in: ഈ പാത്തിൽ നിന്ന് നയങ്ങൾ ലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല: {0}
pl_pl: Nie można załadować zasad z tej ścieżki: {0}

# InvalidSource
source: Invalid source: {0}
ar: مصدر غير صالح: {0}
de_de: Ungültige Quelle: {0}
el_gr: Μη έγκυρη πηγή: {0}
es: Fuente inválida: {0}
fr_fr: Source invalide : {0}
he_il: מקור לא חוקי: {0}
hi_in: अमान्य स्रोत: {0}
ml_in: അസാധുവായ സ്രോതസ്സ്: {0}
pl_pl: Nieprawidłowe źródło: {0}

# SecurityPolicyRegistryEntryMustHaveDefaultRegValue
source: SecurityPolicyRegistry entry {0}\{1} must have a non-null DefaultRegValue
de_de: SecurityPolicyRegistry-Eintrag {0}\{1} muss einen DefaultRegValue ungleich null besitzen
hi_in: SecurityPolicyRegistry एंट्री {0}\{1} में गैर-खाली DefaultRegValue होना चाहिए

# ErrorCreatingMUnitsForCategory
source: Error creating MUnits for category {0}: {1}
ar: خطأ في إنشاء وحدات M للفئة {0}: {1}
de_de: Fehler beim Erstellen von MUnits für Kategorie {0}: {1}
el_gr: Σφάλμα δημιουργίας μονάδων M για κατηγορία {0}: {1}
es: Error creando unidades M para categoría {0}: {1}
fr_fr: Erreur lors de la création de MUnits pour la catégorie {0} : {1}
he_il: שגיאה ביצירת MUnits עבור קטגוריה {0}: {1}
hi_in: श्रेणी {0} के लिए M यूनिट्स बनाने में त्रुटि: {1}
ml_in: വിഭാഗം {0}-നുള്ള M യൂണിറ്റുകൾ സൃഷ്ടിക്കുന്നതിൽ പിശക്: {1}
pl_pl: Błąd podczas tworzenia jednostek M dla kategorii {0}: {1}

source: SUCCESS
ar: نجح
de_de: ERFOLG
el_gr: ΕΠΙΤΥΧΙΑ
es: ÉXITO
fr_fr: SUCCÈS
he_il: הצלחה
hi_in: सफलता
ml_in: വിജയം
pl_pl: SUKCES
